{
  "config" : {
    "adcolony" : {
      "adcolony_app_id" : "",
      "adcolony_interstitial_id" : "",
      "adcolony_rewarded_id" : ""
    },
    "admob" : {
      "admob_banner_id" : "ca-app-pub-3940256099942544/6300978111",
      "admob_interstitial_id" : "ca-app-pub-3940256099942544/1033173712",
      "admob_native_id" : "ca-app-pub-3940256099942544/2247696110",
      "admob_rewarded_id" : "ca-app-pub-3940256099942544/5224354917",
      "admob_unit_id" : ""
    },
    "appodeal" : {
      "appodeal_app_key" : ""
    },
    "facebook" : {
      "facebook_banner_id" : "",
      "facebook_interstitial_id" : "",
      "facebook_native_id" : ""
    },
    "mode_ads_banner" : "facebook",
    "mode_ads_interstitial" : "facebook",
    "mode_ads_native_enabled" : true,
    "mode_ads_rewarded" : "admob",
    "mode_button_ads_action" : "0",
    "unity" : {
      "unity_app_id" : "",
      "unity_banner_id" : "",
      "unity_interstitial_id" : "",
      "unity_rewarded_id" : ""
    },
    "update" : {
      "enable_update_closed" : true,
      "update_action" : "",
      "update_msg" : "update your app for grt all favorite now",
      "update_state" : false,
      "update_title" : "update your app"
    },
    "app" : {
      "mode_off_version" : "0"
    }
  },
  "posts" : [
    {
      "id" : 0,
      "imageURL" : "https://beebom.com/wp-content/uploads/2021/10/Squid-Game-in-Roblox-feat..jpg",
      "state" : "vip",
      "title" : "How to Play Squid Game Mini-Game in Roblox",
      "description" : "If you haven’t been living under a rock, chances are you might have heard about Squid Game by now. It is a Korean drama series on Netflix that has become one of the most popular topics on the internet for its unique plot, involving popular childrens’ games and bloodlust. Given the popularity of the games in the show, developers have made various mini-games based on Squid Game on Roblox. Now, if you wish to have a similar gut-wrenching experience, here is how you can play Squid Game in Roblox on your PC, iPhone, Android device, and Xbox consoles.",
      "written" : "Fact 1"
    },
    {
      "id" : 1,
      "imageURL" : "https://beebom.com/wp-content/uploads/2021/10/log-into-roblox.jpg",
      "state" : "vip",
      "title" : "How to Play Roblox Squid Game on Desktop PC",
      "description" : "1. Open your favorite web browser on your computer and log in or sign up on the official Roblox website.
      2. Then, download the Roblox Player on your Windows PC. Double-click the downloaded EXE file to install the Roblox Player.",
      "written" : "Fact 2"
    },
    {
      "id" : 2,
      "imageURL" : "https://beebom.com/wp-content/uploads/2021/10/Roblox-squid-game-pc-steps-ss.jpg",
      "state" : "free",
      "title" : "follow instructions",
      "description" : "Once installed, go to the Roblox website again and log in to your account. In the search bar at the top, type “Squid Game” and select the Search “Squid Game” in Experiences option.
      ",
      "written" : "Fact 3"
    },
    {
      "id" : 3,
      "imageURL" : "https://beebom.com/wp-content/uploads/2021/10/squid-game-on-roblox.jpg,
      "state" : "vip",
      "title" : "Fcts 4",
      "description" : "I tried out the Squid Game mini-game developed by Trendsetter Games (visit), but one of the most popular mini-game based on the Korean show is called Hexa Games (visit) on Roblox. Several Twitch and YouTube streamers have been testing their fate in this battle royale-style mini-game, trying to survive until the very end.",
      "written" : "Facts 4"
    },
    {
      "id" : 4,
      "imageURL" : "https://i0.wp.com/www.smartprix.com/bytes/wp-content/uploads/2021/10/5af8b6d200c31fdabab7ea3db0b82068.png",
      "state" : "vip",
      "title" : "squid",
      "description" : "The game lets players join a familiar-looking lobby and play the games that are shown on the Netflix TV series, including Red Light/ Green Light and Honeycomb. I tried out this mini-game, and my experience has been extremely great. Here are some screenshots from the Squid Game Roblox title to give you a better idea of the experience.",
      "written" : ""
    },
    {
      "id" : 5,
      "imageURL" : "https://beebom.com/wp-content/uploads/2021/10/Squid-game-roblox-mobile-1.jpg",
      "state" : "free",
      "title" : "",
      "description" : "The gameplay is pretty basic, and you will play as a Roblox character. However, it is worth mentioning that the games are inspired by those shown in the Korean show. So, elimination means death, and you will hear gunshots in the game. Hence, it might be a bit dark for children, who are commonly the players of Roblox mini-games. We suggest parents keep an eye on their kids’ activity and keep them away from this title.

How to Roblox Squid Game on Mobile (Android and iOS)
Now, the steps to install and play Squid Game in Roblox are exactly the same on iPhone, iPad, and Android devices. I tried the same title by Trendsetter Games on my iOS device for this tutorial. Here is how you can play the mini-game in Roblox on your iPhone or Android device.",
      "written" : ""
    },
    {
      "id" : 6,
      "imageURL" : "https://beebom.com/wp-content/uploads/2021/10/Squid-game-roblox-mobile-2.jpg",
      "state" : "free",
      "title" : "",
      "description" : "Tap the search icon at the top, type “Squid Game” (without quotes) in the text field, and make the search.",
      "written" : ""
    },
    {
      "id" : 7,
      "imageURL" : "https://beebom.com/wp-content/uploads/2021/10/squid-game-in-Roblox-mobile-ss.jpg",
      "state" : "vip",
      "title" : "",
      "description" : "Tap on any of the games based on the Korean drama Squid Game from the search results page to play it on your mobile device.
In my experience, the mobile version of the Squid Game mini-game in Roblox worked well on my iOS device. The on-screen controls are easy to use and should be enough to help your character run, jump, and interact with other players. You can check out screenshots of the in-game experience attached below.",
      "written" : ""
    },
    {
      "id" : 8,
      "imageURL" : "https://i2.wp.com/www.smartprix.com/bytes/wp-content/uploads/2021/10/Screenshot-2021-10-13-at-7.13.40-AM.png",
      "state" : "vip",
      "title" : "",
      "description" : "",
      "written" : "So here is a complete step-by-step guide for playing Squid Game mini-games in Roblox across various platforms, including PC, mobile, and console. Hope you enjoy it!"
    }
  ]
}
